Revit 2024 API
ParameterTypeId.DpartLayerIndex Property
 "Layer Index"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId DpartLayerIndex { get; }
Visual Basic
Public Shared ReadOnly Property DpartLayerIndex As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DpartLayerIndex {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace